Repository: Zwergenland27/DBetterWeb
Catalog: src/locale/messages.*.xlf
Languages: de

source: Home
de: Startseite

source: Search
de: Suche

source: Login
de: Anmelden

source: My Account
de: Mein Konto

source: Invalid login credentials
de: Ungültige Anmeldedaten

source: Password
de: Passwort

source: Login
de: Anmelden

source: Don't have an account?
de: Kein Konto?

source: Register now
de: Jetzt registrieren

source: Register
de: Registrieren

source: First name
de: Vorname

source: Last name
de: Nachname

source: Birthday
de: Geburtstag

source: Birthday cannot be in the future
de: Der Geburtstag kann nicht in der Zukunft liegen

source: A user with this email already exists
de: Ein Nutzer mit dieser E-Mail existiert bereits

source: Confirm password
de: Password wiederholen

source: Confirmed password does not match
de: Passwörter stimmen nicht überein

source: I accept the
de: Ich akzeptiere die

source: Terms and Conditions
de: Geschäftsbedingungen

source: Register
de: Registrieren

source: Already have an account?
de: Hast du bereits ein Konto?

source: Login now
de: Jetzt anmelden

source: Add passenger
de: Reisenden hinzufügen

source: Time
de: Zeit

source: Arrival at
de: Ankunft am

source: Departure at
de: Abfahrt am

source: Edit passenger
de: Reisenden bearbeiten

source: Add discount
de: Rabatt hinzufügen

source: Age
de: Alter

source: The birthday of the passenger must be set. If you don't know the birthday, set the age of the passenger manually.
de: Der Geburtstag des Reisenden muss angegeben werden. Wenn du den Geburtstag nicht kennst, kannst du stattdessen das Alter manuell angeben.

source: {VAR_SELECT, select, First {1st class} Second {2nd class}}
de: {VAR_SELECT, select, First {1. Klasse} Second {2. Klasse}}

source: {discount.class, select, First {1st class} Second {2nd class}}
de: {discount.class, select, First {1. Klasse} Second {2. Klasse}}

source: seat
de: Sitzplatz

source: bike
de: Fahrrad

source: dog
de: Hund

source: buggy
de: Kinderwagen

source: wheelchair
de: Rollstuhl

source: Cancel
de: Abbrechen

source: Remove
de: Entfernen

source: Apply
de: Übernehmen

source: Add
de: Hinzufügen

source: Passengers
de: Reisende

source: {VAR_PLURAL, plural, =1 {1 passenger} other {{INTERPOLATION} passengers}}
de: {VAR_PLURAL, plural, =1 {1 Reisender} other {{INTERPOLATION} Reisende}}

source: {passengers().length, plural, =1 {1 passenger} other {{{passengers().length}} passengers}}
de: {passengers().length, plural, =1 {1 Reisender} other {{{passengers().length}} Reisende}}

source: Departure
de: Abfahrt

source: Arrival
de: Ankunft

source: Date
de: Datum

source: Regional
de: Regio

source: Local
de: ÖPNV

source: Destination
de: Ziel

source: Origin
de: Start

source: From {{route.origin.name}} to {{route.destination.name}}
de: Von {{route.origin.name}} nach {{route.destination.name}}

source: Number of bikes
de: Anzahl Fahrräder

source: Number of dogs
de: Anzahl Hunde

source: Discounts
de: Rabatte

source: Options
de: Optionen

source: needs accessibility
de: Barrierefreiheit benötigt

source: Residence
de: Aufenthalt

source: 2nd class
de: 2. Klasse

source: 1st class
de: 1. Klasse

source: transfers
de: Umstiege

source: {VAR_PLURAL, plural, =0 {direct} other {max. {INTERPOLATION}}}
de: {VAR_PLURAL, plural, =0 {direkt} other {max. {INTERPOLATION}}}

source: transfer time
de: Umstiegszeit

source: {VAR_PLURAL, plural, =1 {min. {INTERPOLATION} minute} other {min. {INTERPOLATION} minutes}}
de: {VAR_PLURAL, plural, =1 {min. {INTERPOLATION} Minute} other {min. {INTERPOLATION} Minuten}}

source: Search connection
de: Verbindung suchen

source: Select the passengers
de: Auswählen, wer an der Fahrt teilnimmt

source: Select the time of the journey
de: Zeitpunkt der Fahrt auswählen

source: Select the route
de: Route auswählen

source: Search connections
de: Verbindungen suchen

source: Select connection
de: Verbindung auswählen

source: {VAR_PLURAL, plural, =0 {direct connection} =1 {1 transfer} other {{INTERPOLATION} transfers}}
de: {VAR_PLURAL, plural, =0 {Direktverbindung} =1 {1 Umstieg} other {{INTERPOLATION} Umstiege}}

source: from
de: ab

source: No information
de: Keine Informationen

source: Booking not possible
de: Buchen nicht möglich

source: Continue on bahn.de
de: Weiter auf bahn.de

source: Catering service not available
de: Kein gastronomisches Angebot

source: Snackpoint available
de: Imbiss verfügbar

source: Snackpoint only partial available
de: Imbiss nur teilweise verfügbar

source: Snack service available
de: Snack Service verfügbar

source: Bistro available
de: Bistro verfügbar

source: Restaurant available
de: Restaurant verfügbar

source: Restaurant only partial available
de: Restaurant nur teilweise verfügbar

source: Bike transport not possible
de: Fahrradmitnahme nicht möglich

source: Bike transport possible
de: Fahrradmitnahme möglich

source: Reservation required for bike transport
de: Fahrradmitnahme reservierungspflichtig

source: Number of bicycles limited
de: Fahrradmitnahme begrenzt möglich

source: No information about bike transport
de: Keine Informationen zur Fahrradmitnahme

source: Not accessible
de: Nicht barrierefrei

source: Accessible
de: Barrierefrei

source: Partly accessible
de: Teilweise barrierefrei

source: No accessibility information
de: Keine Informationen zur Barrierefreiheit

source: Reservation required
de: Reservierung benötigt

source: Transfer
de: Umstieg

source: Earlier arrival
de: Eher ankommen

source: Later departure
de: Später abfahren

source: Pl.
de: Gl.

source: Without stopovers
de: Ohne Zwischenhalt

source: {VAR_PLURAL, plural, =1 {1 stopover} other {{INTERPOLATION} stopovers}}
de: {VAR_PLURAL, plural, =1 {1 Zwischenhalt} other {{INTERPOLATION} Zwischenhalte}}

source: Exceptional high demand expected
de: Außergewöhnlich hohe Auslastung erwartet

source: High demand expected
de: Hohe Auslastung erwartet

source: Medium demand expected
de: Mittlere Auslastung erwartet

source: Low demand expected
de: Geringe Auslastung erwartet

source: No demand information
de: Keine Informationen zur Auslastung

source: There are multiple problems on this section. Open details for more information.
de: Auf dem Streckenabschnitt gibt es mehrere Probleme. Bitte Details öffnen um weitere Informationen zu erhalten

source: No connections found
de: Keine Verbindungen gefunden

source: Please adjust the request parameters
de: Bitte passe die Suchparameter an

source: Earlier
de: Eher

source: Later
de: Später

source: No entry
de: Kein Einstieg

source: No exit
de: Kein Ausstieg

source: {{section.lineNameFull}} to {{section.direction}}
de: {{section.lineNameFull}} nach {{section.direction}}

source: Show route of {{section.lineNameMedium}}
de: Zeige Route von {{section.lineNameMedium}}

source: Transfer time increased
de: Umstiegszeit verlängert

source: No vehicle information
de: Keine Informationen zum Fahrzeug

source: No real time data available. Displaying estimated vehicle information based on past data.
de: Keine Echtzeitdaten vorhanden. Es werden geschätzte Fahrzeuginformationen aus der Vergangenheit angezeigt.
